Repository: lyskouski/terCAD
Catalog: lib/l10n/app_*.arb
Languages: pt

# title
source: terCAD
pt: terCAD [Portugal]

# missingContent
source: By now, content is missing on this page. Please visit it later...
pt: Até agora, falta conteúdo nesta página. Por favor, visite-a mais tarde...

source: Oeuvre
pt: Criatividade

source: Prose
pt: Prosa

source: Poetry
pt: Poesia

source: Cognition
pt: Cognição

source: Mind
pt: Mente

source: Methods
pt: Métodos

# sensorModality
source: By sensory modality
pt: Por modalidade sensorial

source: In Content
pt: Em Conteúdo

source: Memory Organization
pt: Organização da Memória

source: Time Characteristics
pt: Características do Tempo

source: Presence of Target
pt: Presença do Alvo

source: Availability of Means
pt: Disponibilidade de Meios

source: Method for Storing
pt: Método de Armazenamento

source: Symbolic Memory
pt: Memória Simbólica

source: Objects
pt: Objectos

source: Exact Sciences
pt: Ciências Exactas

source: Social Sciences
pt: Ciências Sociais

source: Human Sciences
pt: Ciências Humanas

source: Music Education
pt: Educação Musical
